/* 
  iyan3d-en.strings
  Iyan3D

  Created by sabish on 21/07/16.
  Copyright © 2016 Smackall Games. All rights reserved.
*/

"Loading Assets " ="Loading Aset";
"Scenes" = "Scenes";
"Information" ="maklumat";
"Already_upgraded_Premium_Please_Restore_Purchase_Message" = "Anda telah dinaik taraf ke Premium. Sila 'log masuk' dan penggunaan 'Restore Pembelian' dalam menu 'Tetapan' untuk mengesahkan pembelian anda.";
"Alert" = "Amaran";
"OK" ="okey";
"Ok" = "okey";
"No_Email_account_configured" = "No akaun E-mel dikonfigurasikan pada peranti ini.";
"My Scene %d" ="My Scene% d";
"Warning" = "Amaran";
"Scene_name_empty" = "nama tempat kejadian tidak boleh kosong.";
"Scene_name_special_character" = "nama tempat kejadian tidak boleh mengandungi sebarang aksara khas.";
"Duplicate_Scene_Name" = "Salinan Nama Scene";
"Duplicate_Scene_Name_message" = "Satu lagi Scene dengan nama yang sama sudah wujud. Sila berikan nama yang berbeza.";
"Rename Scene" = "Nama semula Scene";
"Please enter a new Scene name" = "Sila masukkan nama Scene baru";
"Cancel" = "Batal";
"Scene Name" = "Scene Nama";
"A Scene created using Iyan 3D in iOS." = "Scene A dicipta menggunakan Iyan 3D dalam iOS.";
"Success" = "kejayaan";
"file_successfully_saved_dropbox" = "Fail berjaya disimpan untuk DropBox. Anda boleh menemuinya di dalam akaun Dropbox anda Apps / Iyan3D '.";
"Failure" = "kegagalan";
"Error_uploading_file" = "Ralat memuat naik fail. Sila semak sambungan internet anda.";
"unable_connect_server" = "Tidak dapat menyambung ke pelayan, Semak seting rangkaian anda.";
"Connection Error" = "Ralat sambungan";
"max_five_lights_per_scene" = "Scene tidak boleh mengandungi lebih daripada lima lampu.";
"File Corrupted" = "file Corrupted";
"File_Corrupted_message" = "Projek anda cuba untuk membuka rosak.";
"Select Bone Structure" = "Pilih Struktur Bone";
"start_single_bone_or_human_message" =" Samada anda boleh bermula dengan struktur Manusia Bone lengkap atau dengan tulang tunggal?";
"Single Bone" ="Bone Single";
"Human Bone Structure" ="Struktur tulang manusia";
"rigging_back_previous_mode" = "Adakah anda pasti anda mahu pergi semula ke mod sebelumnya? Dengan menekan Ya semua perubahan anda akan dibuang.";
"NO" = "NO";
"Yes" ="Ya";
"Light %d" = "Light% d";
"Delete" = "Padam";
"Clone" = "Clone";
"copy_limit_exceed_message" = "Copy had melebihi. Import objek menggunakan butang 'Tambah' pada bar alat.";
"CAMERA" = "CAMERA";
"LIGHT" = "LIGHT";
"Image : %@" = "Gambar : %@";
"Text : %@" = "Teks:% @";
"Video : %@" = "Video:% @";
"apply_animation_error" = "Sila pilih teks atau watak untuk memohon animasi.";
"Save your Animation as template" ="Jimat Animasi anda sebagai templat";
"Animation Name" = "animasi Nama";
"Bones cannot be added to this model." = "Tulang tidak boleh ditambah untuk model ini.";
"model_cannot_add_bone" = "Model ini telah rigged menggunakan versi sebelumnya. Sesetengah maklumat sampul surat mungkin akan hilang. Adakah anda mahu teruskan?";
"Please Select any Node to add Bone" = "Sila Pilih mana-mana nod untuk menambah Bone";
"Delete Animation in this Frame" = "Padam Animasi dalam bingkai ini";
"Delete Animation in this Frame" = "Padam Animasi dalam bingkai ini";
"Delete Object" = "Padam Objek";
"Info" = "Maklumat";
"There is no animation in this frame." = "Tiada animasi dalam kerangka ini.";
"Animation name cannot be empty." ="nama animasi tidak boleh kosong.";
"Animation_Name_special" = "Nama animasi tidak boleh mengandungi sebarang aksara khas.";
"Step_1_rigging_message" = "Meletakkan tulang di kedudukan yang sesuai dalam model.";
"Step_2_rigging_message" = "Skala sampul surat setiap tulang untuk menutup mesh sekitarnya.";
"Step_3_rigging_message" = "Pastikan rig adalah sempurna dengan animasi model.";
"PREVIEW" = "PREVIEW";
"ADJUST ENVELOP" = "ADJUST menyelimuti";
"ATTACH SKELETON" = "ATTACH rangka";
"Cone" = "Kon";
"Cube" ="Cube";
"Cylinder" = "silinder";
"Plane" = "Plane";
"Sphere" = "Sphere";
"Torus" = "torus";
"bone_count_exceed" = "Tulang-tulang maksimum bagi setiap objek tidak boleh melebihi 57.";
"Category" = "kategori";
"All Models" = "semua Model";
"Character" ="watak";
"Backgrounds" = "latar belakang";
"Accessories" = "Aksesori";
"Minecraft" ="Minecraft";
"FNAF" = "FNAF";
"My Library" = "Pustaka Saya";
"Rename Object" = "Nama semula Objek";
"Please enter a name" ="Sila masukkan nama";
"Please Choose Font Style." ="Sila Pilih Font Style.";
"Please enter some text to add." = "Sila masukkan teks tambah.";
"Create a Scene" = "Buat Adegan yang";
"Animate Character" = "bernyawa Watak";
"Export Video" ="Eksport Video";
"Share your video" = "Kongsi video anda";
"onboarding_message_#1" = "Menambah watak-watak, persekitaran, props dari perpustakaan kami lebih 300 aset atau mengimport fail obj daripada sumber luaran.";
"onboarding_message_#2" = "Bawa watak anda untuk hidup dengan usul yang telah ditetapkan kami, memohon simulasi fizik atau membuat salah satu daripada tindakan anda sendiri.";
"onboarding_message_#3" = "Menyebabkan video akhir dengan kualiti dan gaya yang dikehendaki.";
"onboarding_message_#4" = "Itu sahaja. Hantar filem 3D anda dan showoff kemahiran kreatif anda kepada rakan-rakan anda.";
"Next" ="Seterusnya";
"Let's get started" = "Mari kita mulakan";
"Models" = "model";
"Images" = "Images";
"Videos" = "Video";
"Text" = "teks";
"Light" ="Light";
"OBJ File" = "obj Fail";
"Add Bone" ="Tambahkan Bone";
"Particle Effects" = "Kesan zarah";
"Apply Animation" = "memohon Animasi";
"Save Animation" = "Simpan Animasi";
"Images" = "Images";
"Videos" = "Video";
"Tutorials" = "tutorial";
"Settings" = "Tetapan";
"Rate This App" ="Kadar App ini";
"Follow Us" = "Ikut kami";
"Contact Us" = "Hubungi kami";
"Front" = "Front";
"Top" = "Top";
"Left" = "Dibiarkan";
"Back" = "Kembali";
"Right" ="Right";
"Bottom" = "Bawah";
"1 Frame" = "1 Frame";
"24 Frames" = "24 Frames";
"240 Frames" ="240 Frames";
"Camera" = "Camera";
"Light" = "Light";
"Clone" = "Clone";
"Delete" = "Padam";
"Rename" = "Nama semula";
"Move Camera" = "Move Camera";
"Publish" = "Menerbitkan";
"No data" = "Tiada data";
"share_image_social_media" = "A Scene 3D, saya dicipta menggunakan Iyan 3D pada iOS";
"share_video_social_media" = "Satu video Animation, saya dicipta menggunakan Iyan 3D pada iOS";
"only_hq_options" = "Hartanah ini hanya untuk HighQuality Rendering.";
"reopen_apply_changes" = "Sila semula membuka tempat kejadian untuk melaksanakan perubahan.";
"sign_in_to_continue" = "Sila Log untuk meneruskan.";
"no_premium_restored" = "Terdapat seolah-olah menjadi satu masalah dengan pembelian anda. Sila pastikan bahawa anda telah menaik taraf ke Premium dengan akaun semasa.";
"In Progress" = "dalam Kemajuan";
"Completed" = "Bidang";
"In Queue" = "Dalam barisan";
"Download" = "muat turun";
"successful_saved_phot_gallery" = "Imej / Video berjaya disimpan ke Foto.";
"failed_saved_phot_gallery" = "Terdapat masalah memuat turun imej / video. Sila cuba sebentar lagi.";
"no_twitter_account" = "Persediaan Twitter Accounnt dalam peranti anda.";
"APPLY "= "MEMOHON";
"select_obj_preview" = "Pilih obj untuk pratonton.";
"choose_texture" = "Pilih tekstur yang memohon model yang dipilih.";
"choose_color" ="Pilih warna bucu untuk obj yang dipilih.";
"tap_import_photos" = "Ketik untuk mengimport tekstur dari Perpustakaan Foto.";
"tap_to_choose_texture" = "Ketik untuk memilih tekstur / warna bagi objek yang dipilih.";
"import_model_selected_texture" ="Mengimport model dengan tekstur / warna dipilih.";
"add_obj_document_dir" = "Tambah fail obj dalam Direktori Document.";
"add_texture_document_dir" = "Tambah fail Tekstur dalam Direktori Document.";
"Pick Color" ="Pilihkan Warna";
"ADD TO SCENE" = "TAMBAH KE SCENE";
"Import Texture" = "import Tekstur";
"Normal Shader" = "Shader normal";
"Toon Shader" = "Toon Shader";
"HQ Rendering" = "HQ Rendering";
"tap_to_start" = "Ketik untuk mula mengeksport.";
"please_signin" = "Sila Log untuk meneruskan.";
"not_enough_credits" = "Anda tidak mempunyai kredit yang cukup sila cas semula akaun anda untuk meneruskan.";
"scene_no_support_hqrender" = "Scene mengandungi praticles video / yang tidak disokong di HQ rendering.";
"data_doesnot_exist" = "Data yang diminta tidak wujud kauperbuat !!";
"hqrender_uploaded_success" = "Berjaya dimuat naik. Anda boleh melihat kemajuan menyebabkan anda dalam paparan profil anda.";
"Done" = "Selesai";
"Rename Animation" ="Nama semula Animasi";
"Trending" ="tren";
"Featured" ="dipaparkan";
"Top Rated" ="Paling Popular";
"Recent" = "baru-baru ini";
"My Animations" = "Animasi saya";
"username_has_special_char" = "Nama pengguna tidak boleh mengandungi sebarang aksara khas.";
"username_isempty" = "Nama pengguna tidak boleh kosong.";
"Success" = "kejayaan";
"success_animation_publish" ="Animasi Diterbitkan Berjaya.";
"bone_count_mismatch" = "kiraan tulang tidak dapat menandingi.";
"fontstyle_char_unsupported" = "Gaya font yang anda pilih tidak menyokong aksara yang anda masukkan.";
"inapp_disabled" = "Dalam App Pembelian adalah Orang Kurang Upaya. Semak seting anda untuk membolehkan Pembelian.";
"missing_resources" = "Sesetengah fail sumber yang hilang.";
"My Objects" ="Objek saya";
"Edit" = "Edit";
"ADD" = "  TAMBAH";
"ANIMATION" = "  ANIMASI";
"OPTIONS" = "  PILIHAN";
"EXPORT" = "  EKSPORT";
"MOVE" = "  MOVE";
"ROTATE" = "  ROTATE";
"SCALE" ="  SKALA";
"ADD JOINT" = "  TAMBAH BERSAMA";
"MIRROR" = "MIRROR";
"CANCEL" = "CANCEL";
"ADD TO SCENE" = "TAMBAH KE SCENE";
"Enter Text" = "Masukkan teks";
"With Bones" = "dengan Bones";
"Color" = "warna";
"Font Store" = "Store font";
"My Fonts" = "Font saya";
"News Feed" = "Suapan Berita";
"Clear All" = "Kosongkan semua";
"SHARE" = "SAHAM";
"CLOSE" = "CLOSE";
"FRAME COUNT DISPLAY" = "FRAME COUNT DISPLAY";
"TOOLBAR" = "BAR ALAT";
"3D WORKSPACE" = "ruang kerja 3D";
"Quality" ="kualiti";
"Speed" ="Speed";
"This setting does not affect Export quality" = "Tetapan ini tidak menjejaskan kualiti Eksport";
"MultiSelect" = "multiselect";
"RESTORE PURCHASE" ="MENGEMBALIKAN PEMBELIAN";
"SETTINGS" ="SETTINGS";
"Credits" = "kredit";
"Add 5k Credits" ="Tambah Kredit 5k";
"Add 20k Credits" = "Tambahkan 20k Kredit";
"Add 50k Credits" ="Tambahkan 50k Kredit";
"HQ Render Progress" = "HQ Render Progress";
"Manage Account" = "Urus Akaun";
"Sign Out" ="Sign Out";
"Add Credits" = "Tambah Kredit";
"Sign In" = "Masuk";
"Login to enjoy more features" = "Log masuk untuk menikmati lebih banyak ciri";
"Copy OBJ files in Document Directory." = "Menyalin fail obj dalam Direktori Document.";
"Import Obj" = "import Obj";
"NEXT" = "NEXT";
"Create Scene" = "Buat Scene";
"Creates a new scene." = "Mencipta satu babak baru.";
"Tap to open the scene." = "Ketik untuk membuka tempat kejadian.";
"Tap to Clone / Delete / Share the scene." = "Ketik untuk Mengklon / Padam / Kongsi tempat kejadian.";
"RENDERING PROGRESS" = "rendering KEMAJUAN";
"RESOLUTION" ="RESOLUSI";
"BACKGROUND COLOR" = "WARNA LATAR BELAKANG";
"WATERMARK" ="WATERMARK";
"RENDERING STYLE" = "PEMAPARAN STYLE";
"Render Normal Shader in Your Device" = "Render Normal Shader dalam Peranti Anda";
"LIMIT FRAMES" = "FRAMES HAD";
"ADD" = "TAMBAH";
"Manage your account" ="Urus akaun anda";
"Settings, Tutorials & Contact us" = "Tetapan, Tutorial & Hubungi Kami";
"Save and Exit the scene" = "Simpan dan Keluar dari tempat kejadian";
"Add Frames" = "Tambahkan Frames";
"Standard view angles" ="sudut pandangan Standard";
"Play the animation preview" = "Mainkan pratonton animasi";
"Switch to Move / Rotate / Scale mode" = "Tukar ke Pindah Putar mod / / Skala";
"Enable mirror to move / rotate the mirror joint of the selected joint" = "Membolehkan cermin untuk bergerak / berputar bersama cermin sendi yang dipilih";
"Import objects into the scene" ="Import objek ke tempat kejadian";
"Apply animation to the selected model/text" = "Memohon animasi kepada model / teks yang dipilih";
"Change properties of selected object" = "Ubah ciri objek yang dipilih";
"Export image/video to the Camera roll" = "Eksport imej / video untuk roll Kamera";
"Undo / Redo your actions" = "Batal / buat semula tindakan anda";
"Tap to add the rigged model in to the scene" = "Ketik untuk menambah model rigged masuk ke tempat kejadian";
"Tap to publish your animation to the store" = "Ketik untuk menerbitkan animasi anda ke kedai";
"Current mode in rigging" = "mod semasa dalam penipuan";
"Tap to add a joint to the selected joint in the rig" = "Ketik untuk menambah sendi ke sendi yang dipilih dalam rig";
"Manage objects in the scene" ="Mengurus objek di tempat kejadian";
"Switch to Move / Rotate / Scale mode" = "Tukar ke Pindah Putar mod / / Skala";
"Enable to move / rotate the mirror joint of selected joint" = "Membolehkan untuk bergerak / berputar bersama cermin sendi dipilih";
"Cancel rigging and go back to the scene" = "Batal penipuan dan kembali ke tempat kejadian";
"Tap to change model category" = "Ketik untuk menukar kategori model";
"Tap to import the selected model into your scene." = "Ketik untuk mengimport model yang dipilih ke dalam pemandangan anda.";
"Import selected 3D text into the scene." = "Import dipilih teks 3D ke tempat kejadian.";
"Choose color for 3D text." = "Pilih warna untuk teks 3D.";
"Add bevel to 3D text." = "Tambahkan serong kepada teks 3D.";
"Enter your text here." = "Masukkan teks anda di sini.";
"Tap to save and close the Settings." = "Ketik untuk menyimpan dan menutup Tetapan.";
"Enable or Disable multiple objects selection." = "Dayakan atau Lumpuhkan pelbagai objek pemilihan.";
"Choose whether toolbar should be on the right or left side in Editor." = "Pilih sama ada toolbar perlu berada di sebelah kanan atau kiri dalam Editor.";
"Choose between quality or speed of rendering in Editor. "="Pilih antara kualiti atau kelajuan rendering dalam Editor.";
"Enable/Disable Watermark image." = "Membolehkan / imej Disable Watermark.";
"Limit the number of frames to be exported." = "Hadkan bilangan bingkai untuk dieksport.";
"Credits required for the current export." = "Kredit yang diperlukan untuk eksport semasa.";
"Tap to change category." = "Ketik untuk menukar kategori.";
"Tap to apply animation to the selected object." = "Ketik untuk menggunakan animasi untuk objek yang dipilih.";

























